# def sum_print(a, b):
#     result = a + b
#     print(result)


# sum_print(3, 7)


# def sum_return(a, b):
#     result = a + b
#     return result


# print(sum_return(3, 7))

# mul ضرب
# div  تقسیم
# sub  تفریق1

# exercise1 :
# یک تابع بنویس که اسم دانش آموزی را به عنوان پارامتر بگیرد
# و تک تک کاراکترهای اسم او را نمایش دهد

# exercise 2:
'''
برنامه ای بنویس که یک عدد از ورودی دریافت نماید
و در صورت زوج بودن
"even"
و در صورت  فرد بودن
"odd"
 را نمایش دهد

'''
# تمرین سوم
# برنامه ای بنویس که با کمک ترتل  تصویر یک آدم برفی را بکشد
# با سه دایره
# دایره کوچک در بالا  سر آدم برفی
# دایره متوسط در وسط  بدن آدم برفی
# دایره بزرگ در پایین   قسمت انتهایی بدن

